<!DOCTYPE html>
<html lang="ar" dir="rtl">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>contract</title>
    <link rel="stylesheet" href="{{asset($activeTemplateTrue.'contract/css/style.css')}}">
</head>

<body>

    <div class="contract">
        <div class="container">
            <div class="title">
                <h3>اتفاقية تنازل عن حصص ودخول شريك في عقد تأسيس شركة فورتوري مول</h3>
            </div>
            <div class="content">
                <p>
                    بحمد من الله وتوفيقه في يوم {{$contractDayName}} الموافق: {{$contractDate}}م، بمدينة الرياض تم
                    الاتفاق
                    بين كل من:
                <p>

                    1-السيد/ مشعل بن عبدالقادر بن عبدالوهاب المبيض، سجل مدني رقم (1007620246) الريـــاض ـ حي القـدس
                    جــوال رقـــم
                    (0559595952) بريد
                    إلكتروني
                    mishal@fortoremall.com
                    بصفته الشخصية بـ ("الطرف الأول").
                </p>
                <p>

                    2-السيد/ {{$user->firstname ." ". $user->lastname}} سـجل مدنـي رقــم ({{$user->username}}) تـاريخ
                    الميـلاد {{$userBirthDay}}هـ

                    جوال رقم ({{$user->mobile}}) بصفته الشخصية هذه الاتفاقية بـ ("الطرف الثاني").
                </p>
                </p>
                <div class="title">
                    <div class="preamble">
                        <h4>التمهيد</h4>
                        لما كان الطرف الأول شريك <span class="red">(مدير)</span> شركة فورتوري مول الواقع في مدينة
                        الرياض، حي الندى – طريق عثمان بن عفان (13317) (ويشار
                        إليها لاحقاً بـ "الشركة")، ولما كانت الشركة مقسمة إلى (373.000.000) مليون ريال ولما كانت حصة
                        الطرف الأول (5830000) حصة
                        ولما كان الطرف الثاني يرغب بشراء عدد({{$investmentInverterAmount}})حصة ما تعادل قيمتها
                        ({{$investmentAmount}}) {{$investmentAmountInWords}} ولما أقر
                        الطرف الثاني بأنه قد عاين
                        مركز فورتوري مول معاينة نافية للجهالة، عليه فقد تقابل القبول والإيجاب من قبل الأطراف لدخول الطرف
                        الثاني كشريك مسجل في
                        عقد تأسيس الشركة وتعد هذه الاتفاقية مكملة لعقد تأسيس الشركة،
                        وعليه فقد تراضيا الأطراف وهما بكامل أهليتهما المعتبرة شرعاً ونظاماً على ما يلي:
                        <div class="band">
                            <span>البند الأول: التمهيد والمرفقات:</span>
                            <p>

                                يعتبر التمهيد السابق والملاحق والوثائق اللاحقة لهذا العقد جزء لا يتجزأ منه لها نفس
                                الحجية
                                والاعتبارات وتشمل هذه الملاحق
                                والوثائق أي مستندات أو محاضر أو إقرارات أو إيصالات من أي نوع يتم التوقيع عليها من قبل
                                الطرفان.
                            </p>
                            <span>البند الثاني المقابل المالي:</span>
                            <p>
                                1 - إن موضوع هذه الاتفاقية هو دخول الطرف الثاني كشريك في عقد تأسيس شركة فورتوري مول،
                                مقابل تنازل الطرف الأول عن مساحة
                                تأجيريه بالمول طول مدة الاتفاقية (أقل مساحة تأجيريه للتنازل تعادل 12م2، ما يمثل قيمته
                                مائة والفين وثلاثمائة وستون ريال
                                سعودي).
                                2 - يتنازل الطرف الأول عن عدد ({{$investmentInverterAmount}} حصة) ، ما يعادلـ
                                ({{$investmentAmount}} ريال سعودي)
                                ، ما يمثل
                                مساحته ( {{$investmentWeight}}م٢) لصالح الطرف الثاني، ويدخل كشريك بشركة فورتوري مول في
                                عقد
                                التأسيس.
                            </p>
                        </div>
                        <div class="band">
                            <span> البند الثالث الاتفاقية وقيمة الشراكة:-</span>
                            <p>
                                1- إن موضوع هذه الاتفاقية هو شراء الحصص والموافقة على تشغيل شركة حلولي لمساحة الطرف
                                الثاني بعائـد شهري ما نسبته (2.5%)
                                من عدد الحصص من قبل الطرف الثاني، كما في حالة وجود أرباح تتجاوز الثلاثين في المية سنويا
                                يوزع الفائض بين الشركاء نسبة
                                وتناسب بعد خصم نسبة الـ 2.5% المودعة للطرف الثاني، وتكون هذه الاتفاقية ملزمة على شركة
                                حلولي المالكة بنسبة (40%) من شركة
                                فورتوري مول.
                            </p>
                            <p>
                                2- يستحق الطرف الثاني مبلغا شهريا وقدره ({{$monthlyRevenue}} ريال سعودي) ، وذلك مقابل
                                تأجير مساحة من عدد حصته وقدرها
                                ({{$investmentInverterAmount}}حصة) للطرف الأول، ويلتزم الطرف الأول بإيداعه نهاية كل شهر
                                يوم،
                                كما
                                لا يـلحق الطرف الثاني أي تعطيل
                                في الأرباح المتفق عليها حسب العقد في حال التعثر لأسمح الله، أو حتى حال وجود أي خسائر،
                                كما أن الطرف الثاني غير معني بأي
                                التزامات تترتب على الشركة من ضرائب، رواتب ، كما أن الشركة لا يقع عليها أية ديون أو قروض،
                                كما أن الطرف الأول سيلتزم
                                بإرجاع راس المال المودع من قبل الطرف الثاني في حال التأخير في إيداع الأرباح لمدة 30يوما.
                            </p>
                            <p>
                                3- يلتزم الطرف الأول بإرجاع رأس مال الطرف الثاني كاملاّ عند انتهاء مدة الاتفاقية تنتهي
                                بــ 01/01/2040م.
                            </p>
                            <p>
                                4- يبدأ استحقاق الدفعة الأولى بعد 45 يوم من توقيع الاتفاقية يتم ايدعها بعد 3 شهور.
                            </p>
                            <span>البند الرابع: سياسة الخروج والتخارج:</span>
                            <p> -حسب المادة التاسعة في عقد تأسيس الشركة:</p>

                            <span>البند الخامس: مدة اتفاقية الشراكة:</span>
                            <p>إن مدة اتفاقية الشراكة هي المدة المذكورة في عقد التأسيس الى (01/01/2040م) ويحق للأطراف
                                الاتفاق على تجديدها. او تصفيتها
                                وارجاع راس المال الى كل شريك من موجودات الشركة ومبالغ الاحتياطيات او شراء حصصهم من قبل
                                اشخاص أخرى وتكون ملزمة على الطرف
                                الأول.</p>

                            <span>البند السادس: رأس مال الشركة:</span>
                            <p>إن إجمالي رأس مال الشركة هو مبلغ وقدره(373.000.000) ريال سعودي، مائتان وثلاثة وعشرون
                                مليون وثمانمائة الف ريال سعودي قيمة
                                رأس مال شركة فورتوري مول.</p>
                            <p>تمتلك شركة فورتوري مول 60%من رأس مال شركة شارع 9 .</p>
                            <p>تمتلك شركة فورتوري مول60% من رأس مال شركة بوابة الاكل.</p>
                            <p>تمتلك شركة فورتوري مول 60% من راس مال برج باتك </p>
                            <span>البند السابع: المخاطبات والمراسلات:</span>
                            <p>
                                تكون كافة المراسلات والإخطارات والإشعارات المتعلقة بتنفيذ هذه الاتفاقية باللغة العربية،
                                ويتم تسليمها بين الطرفان بطريقة
                                شخصية مع التوقيع على صورة المراسلة أو الإشعار بما يفيد الاستلام، وإن تعذر ذلك يكون
                                التسليم بالبريد المسجل على العناوين
                                المذكورة في صدر هذه الاتفاقية، أو عن طريق الفاكس أو البريد الالكتروني، ويعتبر ذلك بمثابة
                                إخطارا رسميا منتجاً لكافة
                                الآثار القانونية، بريد إلكتروني.
                                Follow@fortoremall.com

                            </p>

                            <span>البند الثامن: نسخ الاتفاقية:</span>
                            <p>حررت هذه الاتفاقية من نسختين بيد كل طرف نسخة منها للعمل بموجبها، وعليه قام الطرفان
                                بالتوقيع على هذه الاتفاقية في اليوم
                                والسنة المبينين بمستهله والله ولي التوفيق.</p>

                            {{-- --}}


                        </div>
                    </div>
                </div>
            </div>
            <br />
            <div class="signatureHand">
                <div class="signatureHandContent">
                    <div>الطرف الاول /</div>
                    <div>مشعل بن عبدالقادر بن عبدالوهاب المبيض</div>
                    <div class="textSignature"
                        style="height: 100px;width: 250px;background-size: cover;background: url('{{$stamp3}}') no-repeat;background-size: cover;">

                        <p>التوقيع</p>
                    </div>

                </div>
                <div class="signatureHandContent">
                    <div>الطرف الثاني /</div>
                    <div>{{$user->firstname . ' ' . $user->lastname}}</div>
                    @if($invest->hasSignedByUser())
                    <div class="textSignature">
                        <p>التوقيع</p>
                        <div style="color: #16a085;font-weight: bold">Signed</div>

                    </div>
                    @endif
                </div>
            </div>
        </div>
    </div>
    <hr>
    <div class="contract">
        <div class="container">
            <div class="title">
                <h3>اتفاقية تأجير مساحة في مجمع فورتوري مول</h3>
            </div>
            <div class="content">
                <p>
                    بحمد من الله وتوفيقه في يوم {{$contractDayName}} الموافق:{{$contractDate}}م، بمدينة الرياض تم
                    الاتفاق
                    بين كل من:
                <p>

                    1-شركة فورتوري مول والتي تعد المستأجر والمشغل لمجمع فورتوري مول، سجل تجاري رقــــم (1010686723)
                    "شركة ذات مسؤولية
                    محدودة" ويمثلها في هذا العقد السيّد/ مشعل بن عبدالقادر بن عبدالوهاب المبيض، جوال رقم (0559595952)
                    سجل مدني رقم
                    (1007620246)، بصفته مدير
                    الشركة ويشار إليه لأغراض هذه الاتفاقية بـ ("الطرف الأول").
                </p>
                <p>

                    2-السيد/ {{$user->firstname . ' ' . $user->lastname}} سـجل مدنـي رقــم ({{$user->username}}) تـاريخ
                    الميـلاد{{$userBirthDay}}هـ ويقيم في
                    مدينة {{$investorCityName}} جوال رقم
                    ({{$user->mobile}}) بصفته الشخصية هذه الاتفاقية بـ ("الطرف الثاني").
                </p>
                </p>

                <div class="title">
                    <div class="preamble">
                        <h4>مقدمة:</h4>
                        حيث إن الطرف الأول شركة سعودية تنشط في مجال إدارة المجمعات التجارية في المملكة العربية السعودية
                        (تجمع ما بين مزيج متنوع
                        ما بين المطاعم /والكفيات/ وبوتيكات /وترفيهي للأطفال / وقاعة مناسبات /وجه الاعمال رجال وسيدات /
                        منتجع تجميلي/ مستشارين
                        تسوق/ تطبيق لوازم المنزل / لاونج / قناة تحليل مباريات / قناة للأطفال / قناة للسيدات / برنامج
                        مكافئات).
                        عليه تلاقت إرادة الطرفان وهما بكامل أهليتهم المعتبرة شرعا ونظاما واتفقا على التالي:
                        <br>
                        <div></div>
                        <div class="band">
                            <span>البند الأول: التمهيد والمرفقات:</span>
                            <p>

                                تعتبر التعريفات السابقة ومقدمة هذه الاتفاقية والملاحق والوثائق اللاحقة جزء لا يتجزأ منها
                                لها
                                نفس الحجية والاعتبارات
                                وتشمل هذه الملاحق والوثائق أي مستندات أو محاضر أو إقرارات أو إيصالات من أي نوع يتم
                                التوقيع
                                عليها من قبل الطرفان.
                            </p>
                            <span>البند الثاني: موضوع الاتفاقية وقيمة المشاركة:</span>
                            <p>
                                1 - إن موضوع هذه الاتفاقية هو تـأجير وتشغيل الطرف الأول لمساحة الطرف الثاني بعائـد شـهري
                                نسبته (2.5%) من عدد الحصص من قبل
                                الطرف الثاني، كما في حالة وجود أرباح تتجاوز الثلاثين في المية سنويا يوزع الفائض بين
                                الشركاء نسبة وتناسب بعد خصم نسبة الـ
                                2.5% شهرياً المودعة للطرف الثاني، وتكون هذه الاتفاقية ملزمة على الطرف الأول.
                            </p>
                            <p>
                                2 - يستحق الطرف الثاني مبلغا شهريا وقدره ({{$monthlyRevenue}} ريال سعودي) ، وذلك
                                مقابل تأجير مساحة من عدد حصته وقدرها
                                ({{$investmentInverterAmount}}حصة) للطرف الأول، ويلتزم الطرف الأول بإيداعه نهاية كل شهر
                                ميلادي، كما لا يـلحق الطرف الثاني
                                أي تأخير في العائد المالي المتفق عليها حسب العقد في حال التعثر لا سمح الله، أو حتى حال
                                وجود أي خسائر، كما أن الطرف
                                الثاني غير معني بأي التزامات تترتب على الشركة من ضرائب، ورواتب، علما أن الشركة لا يقع
                                عليها أية ديون أو قروض، كما أن
                                الطرف الأول سيلتزم بإرجاع راس المال المودع من قبل الطرف الثاني في حال التأخير في إيداع
                                العائد المالي لمدة ثلاثين يوما.
                            </p>
                            <p>
                                3 - يلتزم الطرف الأول بإرجاع رأس مال الطرف الثاني كاملاّ عند انتهاء مدة الاتفاقية تنتهي
                                بــ 01/01/2040م.
                            </p>
                            <p>
                                4 - يبدأ استحقاق الدفعات الشهرية بعد 45 يوم من توقيع الاتفاقية.
                            </p>
                        </div>
                        <div class="band">
                            <span> البند الثالث: مدة الاتفاقية: </span>
                            <p>
                                هذه الاتفاقية سارية حتى تاريخ 01/01/2040م، ملزمة للطرف الأول فقط، تبدأ من تاري
                                {{$contractDate}}م.
                            </p>
                            <span>البند الرابع: إدارة المشروع وتنفيذ الأعمال:</span>
                            <p> 1-يتولى الطرف الأول تجهيز ما يلزمه المشروع ومباشرة كافة الأعمال وتنفيذها وتجهيز طاقم
                                العمل وتدريبه.</p>
                            <p>
                                2-يتولى الطرف الأول الإدارة التشغيلية للمشروع وفقاً للطريقة التي يراها مناسبة ومجدية
                                والتي تحقق أفضل العوائد الربحية
                                الممكنة.</p>
                            <p>
                                3-يتولى الطرف الأول تجهيز ما يلي:
                            </p>

                            <p>- وجهات الطعام: تعود قوة مشروع فورتوري مول بمجال الأطعمة والمشروبات الى امتلاكه المطعم
                                الخليجي، الآسيوي، الأمريكي،
                                الأوروبي، المخبز ومتاجر الحلويات والقهوة.</p>
                            <p>
                                - وجهة التسوق: وجهة التسوق في مجمع فورتوري مول ضمت معها العديد من المنتجات المتنوعة
                                والماركات العالمية والمحلية لضمان
                                أفضل تجربة بأنسب الأسعار وبأعلى جودة ممكنة مع تدعيمها بالمتجر الرقمي المُعد لهذا الغرض،
                                بالإضافة الى تجهيز مناطق
                                الفعاليات داخل المجمع والبازارات لفتح الباب أمام الجميع ممن لديه أفكار خلاقة وجديدة.
                            </p>
                            <p>
                                - وجهة الأعمال: تعتبر وجهة الأعمال داخل مجمع الفورتوري مول مقصد لرجال وسيدات الأعمال من
                                مختلف المجالات والأنشطة، لتلبي
                                احتياجات جميع الفئات وتقديم أرقى الخدمات لهم.
                            </p>
                            <p>
                                - وجهة الجمال حيث تضم وجهة الجمال واحدة من
                                أشهر وأرقى وأعرق العلامات
                                التجارية الفرنسية والتي تُعنى بجميع احتياجات ومتطلبات المرأة للعناية.
                            </p>


                            <span>البند الخامس: الحسابات:</span>
                            <p>1-يلتزم الطرف الأول بحفظ حسابات منتظمة خاصة بجميع عمليات المشروع على أن تكون تلك الحسابات
                                مؤيدة بالمستندات والفواتير،
                                ويحق لكل طرف الاطلاع عليها ومراجعتها في أي وقت.
                            </p>
                            <p>2-يمسك الطرف الأول دفاتر إيرادات ومصروفات معتمدة من الجهات المختصة، ويجري التعامل على
                                أساس هذه الدفاتر والأوراق
                                والمستندات ومن خلالها يتم إعداد الميزانية السنوية ومراجعة الهيئة العامة للزكاة والدخل
                                وكل ما يتعلق بنشاط الشركة وأعمالها
                                ويحق لأي طرف الاطلاع عليها في أي وقت.
                            </p>
                            <p>3-في نهاية كل سنة مالية يتكفل الطرف الأول على حسابه الخاص بكل التكاليف اللازمة لإعداد
                                ميزانية المشروع تحت إشراف محاسب
                                قانوني وتعتبر هذه الميزانية ملزمة للطرف الأول فقط بعد اعتمادها من المحاسب ورصدها في
                                الدفاتر كما يحق لأي من الطرفين
                                الاعتراض على جزء أو على كامل ما جاءت به الميزانية في غضون (15) خمسة عشر يوما من تاريخ
                                عرضها.
                            </p>

                            <span>البند السادس: التزامات مشتركة:</span>
                            <p>1-يتعهد الطرفان بتنفيذ هذه الاتفاقية وفقاً لأحكامه وبما يتفق مع قواعد العرف التجاري وعلى
                                كل طرف تنفيذه بما تقضي به قواعد
                                حسن النية بما يحفظ مصلحة الطرفين.</p>
                            <p>2-يلتزم الطرف الاول بإدارة المشروع بحرص وعناية وأن يراعي في سبيل ذلك العرف والأنظمة
                                واللوائح والقوانين المعمول بها في
                                المملكة العربية السعودية طوال مدة سريان الاتفاقية، وله الحق في الاستعانة بمن يراه
                                مناسباً لمساعدته في ذلك، كما يلتزم
                                بالحفاظ على معايير وجودة الخدمة المقدمة من الشركة والحرص على تطوير العلامة التجارية بما
                                يتناسب مع تغيرات السوق.</p>
                            <p>
                                3- يقر الطرف الثاني بأن دخوله كشريك في الشركة لا يقيد ولا يمنع دخول مستثمرين آخرين في
                                الشركة وأن دخول شركاء جدد حق أصيل
                                .</p>
                            <span>البند السابع: التأمين ضد الحوادث:</span>
                            <p>
                                يلتزم الطرف الأول بالتأمين على المشروع بحسابه الخاص تأمينا شاملا ضد الحوادث والأضرار
                                البشرية والمادية لدى شركة تأمين
                                معتمدة بالمملكة العربية السعودية، وأن تبقى وثيقة التأمين سارية لمدة سريان الاتفاقية كما
                                تمنح نسخة من وثيقة التأمين للطرف
                                الثاني.
                            </p>

                            <span>البند الثامن: أحكام عامة:</span>
                            <p>1-إن هذه الاتفاقية ملزمة وعلى جميع الأطراف تنفيذها بما تقضي به قواعد حسن النية، ولا يجوز
                                لأي طرف الانفراد بالتعديل أو
                                التغيير على هذه الاتفاقية.</p>
                            <p>
                                2-يحق للطرف الثاني أو من ينوب عنه زيارة الشركة للتأكد من التزام الطرف الأول بتنفيذ أحكام
                                هذه الاتفاقية والتزامه بتطبيق
                                الأنظمة والتعليمات وتنفيذ أعمال التشغيل والصيانة الدورية لمعدات المشروع.</p>
                            <p>3-تنتقل حقوق والتزامات هذه الاتفاقية إلى الورثة الشرعيين وتسري عليهم جميع شروطها وبنودها
                                في حال الوفاة أو فقدان الأهلية
                                الشرعية و/أو النظامية.</p>
                            <span>البند التاسع: القانون الواجب التطبيق والاختصاص القضائي:</span>
                            <p>1-تخضع وتفسر وتنفذ هذه الاتفاقية وفقاً للأنظمة السارية في المملكة العربية السعودية.
                            </p>
                            <p>2-يسعى الطرفان في حال نشوب خلاف – لا قدر الله-بشأن تنفيذ هذه الاتفاقية لمحاولة تسويته عن
                                طريق الحلول الودية خلال (60)
                                ستين يوما من تاريخ نشوء الخلاف.</p>
                            <p>
                                3-إن أي منازعة أو خلاف أو مطالبة تنشأ عن هذه الاتفاقية أو تتعلق بها، أو عن الإخلال بها
                                أو إنهائها أو بطلانها، يتم الفصل
                                بها عن طريق المحكمة المختصة في مدينة الرياض.</p>

                            <span>
                                البند العاشر: المخاطبات والمراسلات:
                            </span>
                            <p>
                                تكون كافة المراسلات والإخطارات والإشعارات المتعلقة بتنفيذ هذه الاتفاقية باللغة العربية،
                                ويتم تسليمها بين الطرفان بطريقة
                                شخصية مع التوقيع على صورة المراسلة أو الإشعار بما يفيد الاستلام، وإن تعذر ذلك يكون
                                التسليم بالبريد المسجل على العناوين
                                المذكورة في صدر هذه الاتفاقية، أو عن طريق الفاكس أو البريد الالكتروني، ويعتبر ذلك بمثابة
                                إخطارا رسميا منتجاً لكافة
                                الآثار القانونية، بريد إلكتروني.
                                Follow@fortoremall.com

                            </p>
                            <span>
                                البند الحادي عشر: نسخ الاتفاقية:
                            </span>
                            <p>
                                حررت هذه الاتفاقية من نسختين بيد كل طرف نسخة منها للعمل بموجبها، وعليه قام الطرفان
                                بالتوقيع على هذه الاتفاقية في اليوم
                                والسنة المبينين بمستهله. والله ولي التوفيق،
                            </p>

                        </div>
                    </div>
                </div>
            </div>
            <br />
            <br />
            <br />

            <br />
            <div class="signature">

                <center>
                    <h4>أطراف الاتفاقية</h4>
                </center>
            </div>
            <div class="signatureHand">
                <div class="signatureHandContent">
                    <div>الطرف الاول /</div>
                    <div>مشعل بن عبدالقادر بن عبدالوهاب المبيض</div>
                    <div class="textSignature"
                        style="height: 100px;width: 250px;background-size: cover;background: url('{{$stamp3}}') no-repeat;background-size: cover;">
                        <p>التوقيع</p>
                    </div>

                </div>
                <div class="signatureHandContent">
                    <div>الطرف الثاني /</div>
                    <div>{{$user->firstname . ' ' . $user->lastname}}</div>
                    @if($invest->hasSignedByUser())
                    <div class="textSignature">
                        <p>التوقيع</p>
                        <div style="color: #16a085;font-weight: bold">Signed</div>
                    </div>
                    @endif
                </div>
            </div>
        </div>
    </div>
    <htmlpagefooter name="footer" style="display:block;">
        <div style="width: 200px;margin-top: 100px !important;">
            {{-- <img src="{{$stamp}}" alt=\"signature\" width='200px;' /> --}}
        </div>
    </htmlpagefooter>
</body>

</html>